Repository: mozilla-l10n/mt-training-data
Catalog: gju/gju_pontoon.tmx
Source language: en_us
Languages: gju

source: Review user-submitted transcriptions in your language
gju: صارف کی جمع کری وی نقلاں کو جائزہ لیو اپنی زبان ما

source: Romanian
gju: رومانی

source: Romansh Sursilvan
gju: رومانش سرسلوی

source: Romansh Vallader
gju: رومانچ ولادر

source: Rukai
gju: روکائی

source: Runyankole
gju: رنیانکولی

source: Russian
gju: روسی

source: Ruuli
gju: روولی

source: s
gju: ایس

source: S
gju: ایس

source: Sabah Bisaya
gju: صبا بسایا

source: Sabah Malay
gju: صباح مالے

source: Sa'ban
gju: سبان

source: Sakha
gju: سخا

source: Sakizaya
gju: سکی زایا

source: Santali (Ol Chiki)
gju: سنتالی(اوئی چکی)

source: Saraiki
gju: سرائیکی

source: Sardinian
gju: سردینی

source: Save
gju: سامو

source: Saved
gju: سامے گیو

source: Scots
gju: سکاٹی

source: Scripted Speech
gju: لکھی وی گل

source: Search
gju: ڈھونڈو

source: Seediq
gju: سیدک

source: See how your progress compares to other contributors all over the world.
gju: اس گل نا دیکھیو جے پوری دنیا ما تھہاری ترقی دوجا حصہ کہلن آلا لوکاں کا مقابلہ ما کس طرحیا ہے۔

source: See Less
gju: گہٹ دیکھو

source: See More
gju: ہور دیکھو

source: Select a Language...
gju: ایک زبان چُنو

source: Select an option
gju: ایکو اختیار چُنو

source: Select a variant (optional)
gju: مختلف پسند کرو (اختیاری )

source: Selected
gju: منتخب ہوئی

source: Select File
gju: فائل چُنو

source: Select File to Upload
gju: اپ لوڈ کرن واسطے فائل چُنو

source: Select the desired language dataset and choose the version you wish to download.
gju: مطلوبہ زبان کو ڈیٹو سیٹ چنو تے تے واہ قسم جہڑی تم ڈاؤن لوڈ کرنو پسند کرے

source: Select up to three domains (optional)
gju: تے ڈومین چُنو (اختیاری )

source: Select your age
gju: اپنی عمر نا چنو

source: Select your sex or gender
gju: اپنی جنس نا چنو

source: Self Citation
gju: ذاتی حوالو

source: Send a link to my email
gju: میرا ای میل اپر پتو (لنک) چلاو

source: Send sign up link
gju: داخل ہون (سائن ان)کو پتو(لنک) چلاو۔

source: Sentence
gju: فقرو

source: Sentence Collection
gju: فقراں نا جمع کرنو

source: <sentenceCollectorFragment>See more on sentence collection</sentenceCollectorFragment>.
gju: <sentenceCollectorFragment>جملا جمع کرن واسطے ہور دیکھوں </sentenceCollectorFragment>

source: <sentenceCollectorVideo>Watch our guide on using the Sentence Collector</sentenceCollectorVideo>.
gju: <sentenceCollectorVideo>مھاری ہدایت دیکھوں فقراں نا جمع کرن واسطے </sentenceCollectorVideo>

source: Sentence Domain
gju: فقرا کی ڈومین

source: Sentences
gju: جملا

source: Sentences are collected for people to read aloud.
gju: فقرا لوکاں کا اُچا پڑھن واسطے جمع کرے جائے

source: Sentences are vetted through a community-moderation process, however this process is not perfect. If you see or hear a sentence that offends or upsets you - for example because it violates our <participationGuidelines>community participation guidelines</participationGuidelines> - please do use the flag button in the UI. You can also reach out to us at <emailFragment>commonvoice@mozilla.com</emailFragment>.
gju: جملا کی جانچ کمیونٹی کا اعتدال کا عمل کے نال ہو سکے، تاہم یوہ عمل کامل نیہہ۔ کدے تم ایسو جملو سُنے جہڑو تم نا پریشان یا ناراض کر چھُڑے ۔مثال کا طور پو کیوں جے تو مھارا <participationGuidelines> کمیونٹی کا حصہ لین نا خراب کر چھُڑے اس کی راہنمائی </participationGuidelines>برائے مہربانی جھنڈا کو بٹن استعمال کرو جہڑو یو آئی ما ہے ۔تم مھارے تک بھی پوہچ سکے <emailFragment>commonvoice@mozilla.com</emailFragment>

source: Sentences contributed here will be added to a publicly available cc-0 licensed dataset.
gju: ات حصو لیا وا فقرہ جمع ہوے گا ایک خاص تصدیق شدہ ڈیٹا بیس پو

source: Sentences must be reviewed and accepted by two people to be included in Common Voice. You create guidelines for your language <languageGuidelinesLink>here</languageGuidelinesLink>. Sentences must be in the <licenseLink>public domain</licenseLink> and shorter than 15 words. You can ask the owner of a text to make it <waiverLink>CC0 using our waiver process</waiverLink>, and send to us on commonvoice@mozilla.com
gju: فقراں لازمی طور پو چیک کیا وا وھے تے کم تے کم دو ادمی انہاں نا قبول کرے جہرا کامن وائس ما شامل کیاہے ۔تم اپنی زبان واسطے ہدایت نے بنا سکے <languageGuidelinesLink>ات </languageGuidelinesLink>جملا پبلک ڈومین ما ہونا چاہیے </licenseLink> تے پندرہ تے گھٹ حرفاں کا ہونا چاہیے ۔تم عبارت لکھن ہالا تے پوچھ سکے <waiverLink>سی سی 0 اپنو دیکھن کو مرحلو </waiverLink> تے مھارے تا بھیج سکے commonvoice@mozilla.com

source: { $sentences } sentences reviewed. Thank you!
gju: { $sentences }فقراں کو جائزو ہو گیو تھارو شکریو

source: Sentence text
gju: جملا کی عبارت

source: Sentence Variant
gju: مختلف فقرا

source: Separate sentences into one line by pressing “Enter” or “Return” once
gju: الگ کرن واسطے ایک لائن ما فقرا '' انٹر '' یا '' ریٹرن '' دباؤں

source: Serbian
gju: سربیائی

source: Seri
gju: سیری

source: Serian Bidayuh
gju: شامی بیدایوہا

source: Service and Retail
gju: خدمات تے پرچون

source: Set a goal
gju: ایک گول سیٹ کرو

source: Set my visibility
gju: میرا ظاہر نا سیٹ کرو

source: Setswana
gju: سیٹسوانا

source: Settings
gju: ترتیب

source: Sex
gju: جنس

source: Sex or Gender
gju: جنس

source: SHA256 Checksum Copied!
gju: ایس ایچ اے 256 چیک سم کی نقل کی ہے!

source: Shan
gju: شان

source: Share Common Voice
gju: عام واز نا چلاؤں

source: Share my goal
gju: میرا گول نا لوکاں نا دسو

source: Share your clip
gju: اپنا کلپ نا دُوجا ں تا چلاؤں

source: Share your { $count } Clip Daily Goal for { $type }
gju: پوہچاؤ ا{ $count }پنو کلپ روزانہ کو گول واسطے { $type }

source: Share your { $count } Clip Weekly Goal for { $type }
gju: پوہچاؤ اپنی { $count }کلپ ہفتہ وار گول واسطے { $type }

source: Share your event
gju: اپنا واقعہ ہمنا دسو

source: Shilha
gju: شلہا

source: Shina
gju: شینا

source: Shortcuts
gju: مختصر راہ یا شے

source: [Should be ‘dinosaurs’]
gju: نہ پسند ہالی ہوے

source: [Should be “We are”]
gju: لازمی وھے '' ہم ہے ''

source: Show me sentences and clips from all variants within my language
gju: میری زبان کے اندر تمام بکھ بکھ جملہ تے حصہ منا دسوں۔

source: Show my ranking
gju: میری رینکنگ دسوں

source: Sicilian
gju: سسلی

source: Sign up
gju: اُپر آؤں

source: Sign up for an account
gju: نووں اکاونٹ بنان وسطے اندر جاو

source: Sign up for Common Voice newsletters, goal reminders and progress updates
gju: کامن وائس کی خبراں ، مقصد کی یاد دہانی تے ترقی کا بارہ ما جانن وسطے اندر جاو

source: sign up for email updates
gju: تازہ ای میل وسطے اندر جاو

source: Sign up for { $lang } updates:
gju: { $lang } کا بارہ میں نوئیں گل وسطے داخل ہو جاو

source: Sindhi
gju: سندھی

source: Single
gju: ایکو

source: Single sentence submission
gju: صرف ایک فقرو جمع ہویو

source: Single ZIP file containing
gju: ایک زپ فائل مشتمل ہووے

source: Sinhala
gju: سنہالا

source: Siswati
gju: سسوتی

source: Size
gju: حجم

source: Skip
gju: چھوڈنو

source: Skipped
gju: چھوڑ دیو

source: Skip Submission Feedback
gju: اپنا تاثرات جمع کرن نا چھوڑ دیو

source: Slovak
gju: سلواک

source: Slovenian
gju: سلوینی

source: Small batch
gju: نکی کھیپ

source: Small batch sentence submission
gju: چھوٹی قسم کو فقرو جمع ہویو

source: Small businesses, including tech and AI start ups
gju: چھوٹا کاروبار، بشمول ٹیکنالوجی تے اے آئی کی شروعات

source: [Sneeze] The giant dinosaurs of the [cough] Triassic.
gju: چھینگ ،کھنگ کی ناپسندیدہ واز کو پسند نہ آنو

source: Social media
gju: سوشل میڈیو

source: Solicit personally identifying information (like names or financial information)
gju: ذاتی طور اپر شناخت کرن آلی معلومات پچھو (جس طرحیا، ناں یا مالی معلومات)

source: Somali
gju: صومالی

source: Some languages have enormous variation in grammar, vocabulary and pronunciation. For this reason, we are <ctaLink>introducing ‘Variants’</ctaLink> in 2022. This gives communities a way to distinguish their languages within the larger dataset.
gju: کجاں زباناں ما گرامر، الفاظ تے تلفظ ما مُچ زیادہ فرق وھے ۔اس مقصد واسطے ہم ہے <ctaLink>متعارف کراواں ۔متغیرات </ctaLink>ما 2022۔ یوہ کمیونٹی نا اپنی زبان نا بڑا ڈیٹا بیس پو فرق کرن کو راہ دیئے

source: Someone asks for a language to be added.
gju: کوئی اپنی زبان نا جمع کرن واسطے پُچھے

source: Something went wrong while fetching audio for transcriptions. Please try again later.
gju: تجزیہ وسطے واز نا آنن کے دوران کائے گڑبڑ ہو گئی ہے۔مہربانی کر کے تم نکی جئی چر تے کاہڈ بھی کوشش کرو

source: Something went wrong while fetching prompts. Please try again later.
gju: نشان نے مڑ کے آنن ما کائے خرابی ہو گئی۔ مہربانی کر کے نکی جئی چر تے کاہڈ بھی کوشش کرو

source: Something went wrong while fetching transcriptions. Please try again later.
gju: تجزیہ نا بحال کرن کے دوران کجھ گڑبڑ ہو گئی۔ مہربانی کر کے نکی جئی دیر تے کاہڈ کوشش کرو

source: Something went wrong with reCAPTCHA. Please try again.
gju: ری کیپچا نال کوئی مسلو ہو گیو ہے۔ بھی کوشش کرو

source: Some variants and dialects within a language or language family are very different from each other. If you’re having trouble engaging around a particular variant, you can change your preferences here.
gju: کسے زبان یا زبان کا خاندان کے اندر کجھ قسم تے بولی ایک دوجا تے بکھ ہوئیں۔ جے کدے تم کسے خاص قسم اپر کم کرن ما پریشانی ہووے تے تم اپنی ترجیحات بدلا سکو۔

source: Soninke
gju: سوننکی

source: Sorbian, Lower
gju: سربین ترلی

source: Sorbian, Upper
gju: اپلی سربیائی

source: Sorry, Common Voice is running slowly. Thanks for your interest.
gju: معافی منگاں، کامن وائس (عمومی واز) آہستہ چلے لگی، تھہاری دلچسپی کو شکریو

source: Sorry, something went wrong
gju: معافی منگاں، کوئی مسلو ہو گیو

source: Source: { $sentenceSource }
gju: ذریعو

source: Southern Kurdish
gju: جنوبی کردی

source: Southern Pastaza Quechua
gju: جنوبی پاستازا کوئیچوا

source: Southern Sotho
gju: جنوبی سوتھو

source: Southwestern Tlaxiaco Mixtec
gju: شمال مغربی ٹلاکسکو میکسٹیک

source: Spanish
gju: ہسپانوی

source: Speak
gju: بولو ں

source: Speakable
gju: بولن کے قابل وھے

source: Speakers
gju: بولن آلا

source: Speaking
gju: بولن

source: Speaking and Listening
gju: بولنو تے سننو

source: Speak in your normal voice! The way you speak is welcome here - we want your accent as it is, and we want your usual volume, style and intonation.
gju: اپنی عام زبان نا بولوں ۔جس طرح تم بولے ہم ات خوش آمدید کہاں ۔ ہم تھارا لہجہ نا اسی طرح دیکھنو چاہواں تے ہم واز کو والیم بھی عام سننو چاہواں تھارو اندا ز تے انٹو نیشن نے

source: Speak now
gju: ہون بولوں

source: Speak options menu
gju: بولن کو اختیاری مینیو

source: Speak up, contribute here!
gju: بولو تے ات اپنو حصو لیوں

source: Special Characters and Foreign Letters
gju: خاص کردار تے بیرونی الفاظ

source: Special symbols and punctuation should only be included when absolutely necessary. For example, an apostrophe is included in English words like “don’t” and “we’re” and should be included in the source text, but it’s unlikely you’ll ever need a special symbol like “@” or “#.”
gju: خاص نشانات تے رموز اوقاف اُت لائی جائے جت مُچ لازمی ہہے مثال کا طور پو ''اپوس ٹرافی '' انگلش کا حرفاں ما شامل وہے جس طرح '' نہیں'' تے ہم ہیں '' تے ماخذ متن ما یو شامل ہو سکے پر اس طرح نہ جس طرح تم نا خاص نشان کی لوڑ وھے جس طرح @،#

source: <speechBlogLink>Get Started with Speech Recognition</speechBlogLink>
gju: <speechBlogLink> وازاں کی شناخت نال شروع کرو</speechBlogLink>

source: Spelling and Punctuation
gju: سپیلنگ تے رموز اوقاف

source: Split into { $archiveCount } ZIP files containing
gju: { $archiveCount }زپ فائل ما تقسیم ہوئی وی مشتمل ہووے

source: Splits
gju: تقسیم کرنو

source: Splits (Age and Sex)
gju: الگ کرو (عمر تے جنس )

source: Spontaneous Speech
gju: نساپے گل(ان جہکیاں گل)

source: Start recording
gju: ریکارڈ شروع کرو ں

source: Start typing to describe your accent
gju: اپنا لہجاں نا بیان کرن وسطے لکھو

source: Stats
gju: اعداد و شمار

source: Status Page
gju: تازہ خبر(سٹیٹس) کو صفحو

source: Still have questions?
gju: اجاں تک سوال ہے

source: Streaks
gju: لین

source: <strong>[Crackle]</strong> giant dinosaurs of <strong>[crackle]</strong> -riassic.
gju: <strong>ٹُٹیو وُو </strong>نہ پسند آن ہالی <strong>ٹُٹیو وو </strong>نہ پسند آن ہالی گل

source: <strong>Do not reject clips where the speaker ‘has an accent’ that is different to your own</strong> - this is important for voice recognition to work better for everyone.
gju: <strong> کسی کلپ نا جھڑکو نہ <strong> کیوں جے اس نا بولن ہالا کو یوہ اثاثو ہے جہڑو کہ تھارا تے مختلف ہے </strong>واز کی پہچان واسطے یوہ اہم ہے ہر کسے کا بہتر کم کرن واسطے

source: <strong>Get creative!</strong> Your language community will be unique, and these are just a few ways to get started.
gju: <strong>تخلیقی ہو جاؤں ۔</strong>تھاری زبان کی کمیونٹی مثالی ہو سکے تے یہ کُج ذریعا ہے شروع کرن کا

source: <strong>Scripted Speech</strong> (traditionally what you know as Common Voice) is where you can read sentences aloud in your language.
gju: <strong> سکرپٹڈ گل</strong>(روایتی طور اپر جس نا تم Common Voice کا ناں تے سیانو) واہ جا ہے جت تم اپنی زبان ما جملا اچی واز ما پڑھ سکو۔

source: <strong>[Sneeze]</strong> The giant dinosaurs of the <strong>[cough]</strong> Triassic.
gju: <strong>نچھنو </strong>نہ پسند آن ہالی واز <strong>کھنگ </strong> نہ پسند ہالی واز یا گل

source: <strong>Spontaneous Speech</strong> is a new part of Common Voice where you can respond to questions in a more organic, colloquial way.
gju: <strong> ان جہکیاں گل</strong> کامن وائس نووں حصو ہے جت تم سوالاں کا جواب قدرتی تے عام بول چال کا طریقہ نال دے سکو

source: Submit
gju: جمع کرو

source: Submit All
gju: ساراں نا جمع کرو

source: Submit a new question for the community to read and respond to
gju: کمیونٹی ہالاں کا پڑھن تے جواب واسطے ایک ہور سوال جمع کروں

source: Submit a report
gju: رپورٹ جمع کروں

source: Submit clips
gju: کلپس نا جمع کروں

source: Submit new questions for the community to read and respond to
gju: کمیونٹی کا پڑھن تے جواب واسطے نواں سوال بناؤں

source: Submitted
gju: جمع ہو گیو

source: Subscribe
gju: دیکھتا رہوں

source: Success
gju: کامیابی

source: success checkmark
gju: کامیابی کو نشان

source: Success, profile created!
gju: کامیاب ہو گیا ، پروفائل بن گئی

source: Support open, community-led datasets
gju: کمیونٹی وسطے بنایا وا عام طور اپر دستیاب ڈیٹا سیٹ کی مدد کرو

source: Svan
gju: سوان

source: Swahili
gju: سواہلی

source: Swedish
gju: سویڈنی

source: Swipe right to approve the sentence. Swipe left to reject it. Swipe up to skip it. <strong>Do not forget to submit your review!</strong>
gju: تصدیق کرن واسطے سجے پاسے سویپ کروں ، تے قبول نہ کرن واسطے کھبے پاسے سویپ کروں ۔چھوڈن واسطے افراں سویپ کروں <strong>اپنا جائزہ نا جمع کرنو نہ بھُلیوں </strong>

source: Syriac
gju: سائیرک

source: Tagalog
gju: ٹگالوگ

source: Tahitian
gju: تاہتانی

source: Taiwanese (Minnan)
gju: تائوانی(منانا)

source: Tajik
gju: تاجکی

source: Taking several attempts to read a word.
gju: ایک حرف نا پڑھن واسطے کئی وار دُہرانو

source: Tamazight
gju: تمازٹ

source: Tamil
gju: تامل

source: Tap
gju: بڑو کروں

source: Tarifit
gju: تریفت

source: Tatar
gju: تاتاری

source: Tatoeba is a large database of sentences, translations, and spoken audio for use in language learning. This download contains spoken English recorded by their community.
gju: تاتوبیبا، زبان سکھن ما استعمال وسطے جملہ ، ترجمہ تے بولی جان آلی آڈیو(صوتیات) کو ایک بڑو ڈیٹا بیس(وازاں کو ذخیرو) ہے۔ اس ڈاؤن لوڈ میں ان کی کمیونٹی کے ذریعہ ریکارڈ کی گئی بولی جان آلی انگریزی شامل ہے۔

source: Technology and Robotics
gju: ٹیکنا لوجی تے روبوٹ

source: Technology that speaks your language
gju: ٹیکنالوجی جیہڑی تھہاری زبان بولے

source: TED-LIUM Corpus
gju: ٹی ای ڈٰی-ایل آئی یو ایم کورپس

source: Teke
gju: تیکی

source: Tell us what you'd like to download:
gju: ہمنا دسو تم کے چیز ڈاؤن لوڈ کرنی پسند کروں

source: Telugu
gju: تلگو

source: Tepeuxila Cuicatec
gju: ٹیپیوکسلا کیوکاٹک

source: Terms
gju: شرط

source: <termsLink>Terms</termsLink>
gju: <termsLink> شرط</termsLink>

source: Teutila Cuicatec
gju: تیوتلا کیوکاٹک

source: Thai
gju: تھائی

source: Thanks for confirming your account, now let's build your profile.
gju: اپنا اکاؤنٹ کی تصدیق کرن کو شکریو۔ ہن اپنی پروفائل بناو

source: Thanks to contributions from over 259k people in over 50 languages, this data is being used to train speech-enabled applications to better respond to the human voice.
gju: 50 تے زیادہ زباناں ما 259,000 تے زیادہ لوکاں کے تعاون نال ، اس معلومات نا انسانی واز کو بہترین جواب دین وسطے بولن آلی ایپلی کیشنز نا تربیت دین وسطے استعمال کیو جارہیو ہے۔

source: Thank you for contributing to Spontaneous Speech!
gju: سپونٹینیس سپیچ(اچانک گل بات ) ما حصو لین وسطے تھہارو شکریو

source: Thank you for contributing your bulk submission!
gju: تھارا حصو لین تے بڑا کم نا جمع کرن کو شکریو

source: Thank you for contributing your voice!
gju: تھاری واز ما حصو لین گو شکریو

source: Thank you for donating your voice clips!
gju: تھارو واز نا وقف کرن کو شکریو

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
gju: ریکارڈ کرن کو شکریو <lineBreak> ہون جائزو لیو تے تلے اپنا کلپ نا جمع کروں </lineBreak>

source: Thank you for your information
gju: معلومات دین وسطے تھہارو شکریو

source: Thank you for your interest in contributing to { $lang }. We work hard to get every language ready for launch and keep the teams updated via email. If you want to contribute, please provide your email below.
gju: { $lang } ما حصو لین ما دلچسپی ظاہر کرن کو شکریو

source: Thank you for your voice information
gju: تھاری واز کی معلومات کو شکریو

source: Thank you! You’ve sent a new language enquiry
gju: شکریو، تم نے نوئیں زبان کا بارہ ما پچھیو

source: The best sentences are natural and conversational — they should be easy for someone to read. While phonetic diversity and different words in sentences is important, we are also trying to make recording sentences as engaging and fun for our volunteer community as possible.
gju: بہترین جملا قدرتی تے بولے جان ہالا وھے —ویہہ کسے کا پڑھن واسطے آسان وھے جد کہ لہجہ کو فرق تے اختلاف اہم ہے ہم اپنی کمیونٹی کا خیر خواہ لوکاں واسطے جملا ریکارڈ کراں لگا تے فن واسطے

source: The best sentences for building a useful speech recognition engine are colloquial, modern parlance. Some ideas to help you generate sentences are;
gju: مفید تقریر کی پہچان کا بہترین جُملا کولکل یا پرلانس ہے ۔ فقراں بنان کا کُج طریقہ ہے۔

source: The bumblebee sped by.
gju: بھونن ہالو تیزی کے نال اگے چل گیو

source: The Clip Graveyard consists of voice clips that didn't make it into the Common Voice dataset. Just like the dataset, the Clip Graveyard is available for download. We would like to thank the following people and organizations for their help with the project:
gju: کلپ کو قبرستان واز کی کلپس پو مشتمل وہے جہڑو اسنا کامن وائس ڈیٹاسیٹ میں نہیں بناتو۔ ڈیٹاسیٹ کی طرح، کلپ قبرستان بھی ڈاؤن لوڈ واسطے تیار ہے۔ ہم درجہ ذیل لوگوں اور تنظیموں کو شکریو ادا کرنں جے اُنہاں نے مھاری اس منصوبہ ما مدد کری

source: The clip has disrespectful or offensive language.
gju: اس کلپ ما نہ پسند آن ہالی زبان ہے

source: The Common Voice Dataset contains hundreds of thousands of voice samples that help developers build voice recognition tools.
gju: کامن وائس ڈیٹاسیٹ ما سیکڑاں تے ہزاراں واز کا نمونہ شاملوھے ۔ جہڑا ببان ہالاں نا واز کی شناخت کا ٹولز بنان ما مدد دیئے۔

source: The community is the beating heart of Common Voice - they come from all over the world, and are language activists and scientists and artists. You can learn more about how to get involved on our <about>About</about> page and in our <community>Community playbook</community>. If you're interested in deeper organisational partnership, <emailFragment>get in touch.</emailFragment>
gju: برادری کامن وائس کو دھڑکتو دل ہے۔ ویہ پوری دنیا تے شامل ہوویں، زباناں کا سرگرم کارکن ، سائنسدان تے فنکار ہیں۔تم مہارے نال کس طرحیا شامل ہو سکیں، اس کا بارہ ما تم <about> اباوٹ</about> کا صفحہ اپر تے مہارا <community> کمیونٹی پلے بک</about>صفحہ اپر مزید جان سکیں۔ کدے تم تنظیمی سطح اپر مضبوط شراکت داری ما دلچسپی لیو فر <emailFragment> </emailFragment> اپر مہارے نال رابطہ ما رہیو

source: The content contains a language different than I was expecting.
gju: اس مواد کی زبان اس تے بکھ ہے جس کی ہم امید کراں تھا

source: The content has disrespectful or offensive language.
gju: اس مواد کی زبان لہر آلی یا بے عزتی آلی ہے

source: The giant dino [cough] the Triassic.
gju: دیو ڈائنو [کھانسی] ٹرائیسک۔

source: The giant dinosaur of the Triassic.
gju: نہ پسند آن ہالی تے بولی جان ہالی گل

source: The giant dinosaurs of the Triassi-.
gju: نہ پسند آن ہالی تے بولی جان ہالی گل

source: The giant dinosaurs of the Triassic.
gju: ٹریاسک کے دیوہیکل ڈایناسور۔

source: The giant dinosaurs of the Triassic. [read by one voice]
gju: ٹریاسک کو مچ ہی بڑو ڈائنوسار۔ [ایک واز ما کہو]

source: The giant dinosaurs of the Triassic. <strong>[read by one voice]</strong>
gju: نہ پسند آن ہالی گل <strong>ایک واز ما پڑھو </strong>

source: The giant dinosaurs of the Triassic. Yes.
gju: نہ پسند آن ہالی تے نہ بولی جان ہالی گل ، ہاں

source: The giant dino <strong>[cough]</strong> the Triassic.
gju: نہ پسند آن ہالی واز <strong>کھنگ </strong>نہ پسند آن ہالی گل

source: The MediaRecorder API is not supported in your browser.
gju: تھہارا براوزر نال میڈیا ریکارڈر اے پی آئی نیہہ چلتو

source: The number of recordings and which languages you contribute to will be public.
gju: ریکارڈنگ کی تعداد تے جیہڑی زبان تم بولو، یہ عام کراں گا۔

source: The page you are looking for could not be found
gju: جس صفحہ نا تم ڈھونڈو وہ نیہہ لبھیو

source: There are currently no prompts for this language. Please refresh the page or try again later.
gju: اس زبان وسطے اس وخت کوئی اشارو نیہہ ۔ مہربانی کر کے صفحہ نا تازو کرو یا نکی جئی چر تے کاہڈ بھی کوشش کرو

source: There are currently no sentences to review in this language.
gju: اس زبان ما صحیح طور پو جائزا واسطے کوئی فقرا نیہہ

source: There are currently no transcriptions to check for this language. Please refresh the page or try again later.
gju: اس زبان نا دیکھن وسطے اس وخت کوئی تجزیو موجود نیہہ۔مہربانی کر کہ اس نا تازو کرو یا بھی کوشش کرو۔

source: There are lots of ways to think about language. For the purposes of speech recognition models, Common Voice suggests focussing on ‘mutual intelligibility’, or ‘can speakers of this language mostly understand one another if they try to?’
gju: زبان کا بارا ما سوچن واسطے مُچ سارا راہ ہیں۔تقریر کا ماڈل نا سیانن کا مقصد واسطے کامن وائس آپس کی ذہانت کو مشورہ دیئے ۔یا اس زبان کو بولن ہالاں ایک دُوجا نا جلدی سمجھ لیے کدے وِہ کوشش کرے

source: The recording was too long.
gju: ریکارڈنگ مُچ لمی تھی

source: The recording was too quiet.
gju: ریکارڈنگ مُچ خاموش تھی

source: The recording was too short.
gju: ریکارڈنگ مُچ نکی تھی

source: There is currently no audio to transcribe for this language. Please refresh the page or try again later.
gju: اس زبان کا تجزیہ وسطے اس وخت کائے آڈیو دستیاب نیہہ۔ مہربانی کر کے صفحہ نا تازو کرو یا نکی جئی چر تے کاہڈ بھی کوشش کرو

source: There should ideally be no digits in the source text because they can cause problems when read aloud. The way a number is read depends on context and might introduce confusion in the dataset. For example, the number “2409” could be accurately read as both “twenty-four zero nine” and “two thousand four hundred nine”.
gju: ماخذ متن ما مثالی طور پو کوئی ہندسو نیہہ ہونو چاہئے کیون جے وہ اُچی واز نال پڑھن کو مسلو پیدا کر سکے۔ جس طرح کسی نمبرنا پڑھیو جائے تے اس کو انحصار سیاق و سباق پو وھے جہڑو ڈیٹاسیٹ ما الجھن پیدا کر سکے۔ مثال کا طور پو، نمبر "2409" نا "چوبی صفر نو" تے "دو ہزار چار سو نو" دوئے طرحیا ٹھیک پڑھیو جاسکے ۔

source: There will be natural variations in volume between readers. Reject only if the volume is so high that the recording breaks up, or (more commonly) if it is so low that you can’t hear what is being said without reference to the written text.
gju: قارئین کے درمیان حجم میں قدرتی تغیرات ہوں گے۔ صرف اس صورت میں مسترد کریں جب حجم اتنا زیادہ ہو کہ ریکارڈنگ ٹوٹ جائے، یا (عام طور پر) اگر یہ اتنا کم ہو کہ آپ تحریری متن کے حوالے کے بغیر جو کچھ کہا جا رہا ہے اسے سن نہیں سکتے۔ پڑھن ہالا ما قدرتی تبدیلی وھے۔اس صورت ما چھوڈ دیو جد حجم اتنو زیادہ وھے کہ ریکارڈنگ ٹُٹ جائے یا عام طور پو یوہ اتنو تھوڑو وہے کہ تم لکھی وی عبارت کا حوالہ کے بغیر جہڑو کُج کیہو جا رہیو ہے سن نیہہ سکتا
